---
kind: property
id: P:Autodesk.Revit.DB.ConicalFace.Origin
zh: 原点
source: html/0f3b53f0-76a3-8b0c-e9d1-ab6ce3e124b5.htm
---
# Autodesk.Revit.DB.ConicalFace.Origin Property

**中文**: 原点

Origin of the surface.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```